{
    "about_me": "Sobre mí",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "experience": "Experiencia",
    "education": "Educación",
    "contact": "Contacto",
    "name": "Francisco Rodríguez",
    "view_cv": "Ver mi CV",
    "experience_title": "Experiencia",
    "exp_1_title": "Científico de Datos - Cabildo de La Palma",
    "exp_1_date": "Enero 2024 - Enero 2025",
    "exp_1_description": "Gestioné y analicé datos de múltiples repositorios para apoyar la toma de decisiones estratégicas. Creé visualizaciones avanzadas y dashboards utilizando herramientas como ArcGIS Online, Power BI, Tableau y Python. Desarrollé modelos de machine learning para identificar patrones clave y relaciones entre variables, proporcionando información valiosa.",
    "exp_2_title": "Prácticas de Ciencia de Datos - Universitat Oberta de Catalunya (en colaboración con Filarmonía de Madrid)",
    "exp_2_date": "Septiembre 2024 - Enero 2025",
    "exp_2_description": "Realicé un trabajo de fin de máster sobre segmentación de clientes y predicción de ventas para una prestigiosa institución de música clásica. Proporcioné información valiosa sobre tendencias de ventas e influencia de factores externos en la demanda. Presenté recomendaciones basadas en datos a los responsables de la toma de decisiones para mejorar el rendimiento empresarial.",
    "exp_3_title": "Prácticas de Investigación - Universidad de La Laguna (en colaboración con el Instituto de Astrofísica de Canarias)",
    "exp_3_date": "Septiembre 2020 - Julio 2021",
    "exp_3_description": "Realicé investigaciones para un trabajo de fin de grado en física centrado en la calibración de EMIR, un instrumento astronómico del Gran Telescopio Canarias (GTC). Desarrollé scripts para analizar imágenes de muestra y evaluar el rendimiento del instrumento, aplicando modelos matemáticos y astrofísicos avanzados para mejorar la corrección de datos en bruto.",
    "exp_4_title": "Prácticas de Investigación - Universidad de La Laguna",
    "exp_4_date": "Septiembre 2018 - Enero 2019",
    "exp_4_description": "Realicé tareas científicas en laboratorios de difracción de rayos X y microscopía electrónica. Gestioné muestras, llevé a cabo análisis detallados y elaboré informes completos con visualizaciones de datos para respaldar proyectos de investigación.",
    "exp_5_title": "Tutor - Freelance",
    "exp_5_date": "Septiembre 2017 - Septiembre 2018",
    "exp_5_description": "Ofrecí clases particulares personalizadas de matemáticas, física y química para estudiantes de educación secundaria. Creé planes de estudio personalizados, ejercicios y demostraciones prácticas para mejorar la comprensión y el rendimiento académico. Preparé a los estudiantes para exámenes con asesoramiento y materiales adaptados."
}
