{
    "about_me": "About me",
    "projects": "Projects",
    "skills": "Skills",
    "experience": "Experience",
    "education": "Education",
    "contact": "Contact",
    "name": "Francisco Rodríguez",
    "view_cv": "View my CV",
    "experience_title": "Experience",
    "exp_1_title": "Data Scientist - Cabildo de La Palma",
    "exp_1_date": "January 2024 - January 2025",
    "exp_1_description": "Managed and analyzed data across multiple repositories to support strategic decision-making. Created advanced visualizations and dashboards using tools like ArcGIS Online platform, Power BI, Tableau, and Python. Developed machine learning models to identify key patterns and relationships between variables, providing actionable insights.",
    "exp_2_title": "Data Science Intern - Universitat Oberta de Catalunya (in collaboration with Filarmonía de Madrid)",
    "exp_2_date": "September 2024 - January 2025",
    "exp_2_description": "Completed a master's thesis on customer segmentation and sales prediction for a prestigious classical music institution. Delivered actionable insights on sales trends and the influence of external factors on demand. Presented data-driven recommendations to stakeholders to enhance business performance.",
    "exp_3_title": "Research Intern - University of La Laguna (in collaboration with Instituto de Astrofísica de Canarias)",
    "exp_3_date": "September 2020 - July 2021",
    "exp_3_description": "Conducted research for a physics degree thesis focused on calibrating EMIR, an astronomical instrument at the Gran Telescopio Canarias (GTC). Developed scripts to analyze sample images and evaluate instrument performance, applying advanced mathematical and astrophysical models to improve raw data correction.",
    "exp_4_title": "Research Intern - University of La Laguna",
    "exp_4_date": "September 2018 - January 2019",
    "exp_4_description": "Performed scientific tasks in X-ray diffraction and electron microscopy labs. Managed samples, conducted detailed analyses, and compiled comprehensive reports with graphical data visualizations to support research projects.",
    "exp_5_title": "Tutor - Freelance",
    "exp_5_date": "September 2017 - September 2018",
    "exp_5_description": "Provided personalized tutoring in mathematics, physics, and chemistry for secondary education students. Created customized study plans, exercises, and practical demonstrations to enhance understanding and academic performance. Prepared students for exams with tailored coaching and materials."
}